Revit 2026 API
DividedPath.Create Method
Overload List
Name | Description
Create(Document, IList<Reference>)
Create(Document, IList<Reference>, ICollection<ElementId>)
Top
See Also
Reference
DividedPath Class
Autodesk.Revit.DB Namespace